Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: In the latter part of the 1960s Arafat's profile grew; in 1967 he joined the PLO and in 1969 was elected chair of the Palestinian National Council (PNC). Fatah's growing presence in Jordan resulted in military clashes with King Hussein's Jordanian government and in the early 1970s it relocated to Lebanon. There, Fatah assisted the Lebanese National Movement during the Lebanese Civil War and continued its attacks on Israel, resulting in it becoming a major target of Israel's 1978 and 1982 invasions.
ne: अराफातको जन्म प्यालेस्टिनीआमाबाबुबाट कायरो, मिश्रमा भएको थियो जहाँ उनले आफ्नो अधिकांश युवावस्था लाई खर्च गरे र किङ फड विश्वविद्यालयमा ( University of King Fuad I) अध्ययन गरे। बिद्धार्थी जीवनमा उनले अरब रास्ट्रबाद र यहुदी बिरोधी बिचारलाई अँगाले । १९४८ को इजराइल राज्यको निर्माण को विरोधमा, उनले १९४८ को अरब-इजरायल युद्ध को समयमा मुस्लिम ब्रदरहुडको साथमा युद्ध लडे। कायरो फर्केर , उनले १९५२ देखि १९५६ सम्म प्यालेस्टिनी विद्यार्थीहरूको विस्तृत संघको अध्यक्षको रूपमा सेवा गरे। १९५० को उत्तरार्धमा उहाँले फताह, एक अर्धसैनिक संगठन स्थापना गरि लाई इजरायलीको विघटन र प्यालेस्टाइन राज्यको साथको प्रतिस्थापनको खोजी गर्नुभयो। फताह धेरै अरब देशहरूमा सञ्चालन भएको थियो, जहाँबाट यो इजरायललाइ लक्ष्य गरि आक्रमण सुरु भयो। १९६० को उत्तरार्धमा अराफातको प्रोफाइल बढ्यो १९६७ मा उहाँ पीएलओमा सामेल हुनुभयो र 1 99 6 मा प्यालेस्टिनी राष्ट्रिय परिषद (पीएनसी) को अध्यक्षतामा चुनिए। जोर्डनमा फताहको बढ्दो उपस्थितिले राजा हुसैनको जर्डनियन सरकारको साथ सैन्य संघर्षको परिणामस्वरूप र १९७० को दशकमा यो लेबनानमा सर्यो। त्यहाँ, फताहले लेबनानी नागरिक युद्धको दौरान लेबनानी नेशनल आन्दोलनलाई सहयोग पुर्यायो र इजरायलमा आफ्नो आक्रमण जारी राख्यो, जसको कारण फताह इजरायलको १९७८ र १९८२ आक्रमणको मुख्य लक्ष्य बन्यो।

source: In 1994 Arafat received the Nobel Peace Prize, together with Yitzhak Rabin and Shimon Peres, for the negotiations at Oslo. At the time, Fatah's support among the Palestinians declined with the growth of Hamas and other militant rivals. In late 2004, after effectively being confined within his Ramallah compound for over two years by the Israeli army, Arafat fell into a coma and died.
ne: १९८३ देखि १९९३ सम्म, आराफतले ट्युनिसियालाइ आधार बनाएर, इजरायललाई वार्तालापको साथ खुल्ला संघर्षबाट आफ्नो दृष्टिकोण परिवर्तन गर्न थाले। १९८८ मा, उनले इजरायलको अधिकार अस्तित्वमा स्वीकारे र इजरायल-प्यालेस्टिनी संघर्षको समाधान दुई-दुई राज्य समाधान खोजे।सन् 1 99 4 मा उनी प्यालेस्टाइन फर्किए, गाजा शहरमा बसे। उनले प्यालेस्टाइन र PLO बीच संघर्ष समाप्त गर्न श्रृंखला रुपमा इजरायली सरकारसँग वार्तामा संलग्न थिए। यसमा १९९१ को म्याड्रिड सम्मेलन, १९९३ ओस्लो सम्झौता र 2000 क्याम्प डेभिड डेभीड सम्मेलन पर्छ। १९९४ मा अराफात ओस्लो सम्झौताको लागि, यित्जाक रबिन र शिमोन पेरेससंग एक साथ नोबेल शांति पुरस्कार प्राप्त गरे। त्यस समयमा, प्यालेस्टिनीहरूको बीचमा फताहको समर्थन कमी आयो र हमास र अन्य आतङ्ककारी प्रतिद्वंद्वियोंको विकास भयो। 2004 को अन्तमा, इजरायल सेनाले दुई वर्ष सम्म प्रभावी ढंग देखि आफ्नो रामलाको कम्पाउंड को बीच प्रभावी रूप देखि सीमित गरे पछि, आराफत कोमामा पुगे र मरे। यद्यपि अराफतको मृत्युको कारण असाधारण विषय बनेको छ, रूसी र फ्रांसीसी टोलीहरूले अनुसन्धान गरे पनि कुनै फराकिलो खेत समावेश थिएन।[3][4][5]

source: Arafat remains a controversial figure. The majority of the Palestinian people view him as a heroic freedom fighter and martyr who symbolized the national aspirations of his people. Conversely, most Israelis[6][7] came to regard him as an unrepentant terrorist,[8][9] while Palestinian rivals, including Islamists and several PLO leftists, often denounced him for being corrupt or too submissive in his concessions to the Israeli government.
ne: अराफात एक विवादास्पद व्यक्ति बने।प्यालेस्टाइनका अधिकांश मानिसहरू उहाँलाई एक नायक स्वतन्त्र लडाकू र शहीदको रूपमा हेर्ने जसले आफ्ना जनहरूको राष्ट्रिय आशालाई प्रतीक बनायो।यसको विपरीत,, धेरै इजरायलीहरूले [6][7] तिनलाई एक आतंकवादीको रूपमा चिनेका थिए,,[8][9] जबकि उनका प्यालेस्टिनी प्रतिद्वन्दीहरुले उनलाई इजरेल सरकार प्रति अति नरम भएकाले भ्रस्ट भनेर निन्दा गरे ।

source: Gamal Abdel Nasser Hussein (/ˈnɑːsər, ˈnæsər/;[1] Arabic: جمال عبد الناصر حسين‎, Egyptian Arabic pronunciation: [ɡæˈmæːl ʕæbdenˈnɑːsˤeɾ ħeˈseːn]; 15 January 1918 – 28 September 1970) was the second President of Egypt, serving from 1956 until his death in 1970. Nasser led the 1952 overthrow of the monarchy and introduced far-reaching land reforms the following year. Following a 1954 attempt on his life by a Muslim Brotherhood member, he cracked down on the organization, put President Muhammad Naguib under house arrest and assumed executive office, officially becoming president in June 1956.
ne: Gamal Abdel Nasser Hussein (/ˈnɑːsər,_ˈnæsər/;[1] अरबी: جمال عبد الناصر حسين, इजिप्टेली अरबी उच्चारण: [ɡæˈmæːl ʕæbdenˈnɑːsˤeɾ ħeˈseːn]; 15 जनवरी 1918 – 28 सेप्टेम्बर 1970) इजिप्टका दोश्रो रास्ट्रपतिको रुपमा १९५६ देखि आफ्नो मृतु नहुन्जेल १९७० सम्म सेवा गरे । नासेरले १९५२ को राजतन्त्र अन्त्यको नेतृत्व गरे र त्यसै वर्ष दुरगामी भूमिसुधारको सुरुवात गरे । जब १९५४ मा उनको मुस्लिम ब्रदरहुडबाट हत्या प्रयास भयो , उनले त्यो संगठन दबाए र त्यसका प्रमुख मुहमद नागुइबलाई नजरबन्दमा राखे र जुन १९५६ मा आधिकारिक रुपमा कार्यकारी रास्ट्रपतिको कार्यभार सम्हाले ।

source: He began his second presidential term in March 1965 after his political opponents were banned from running. Following Egypt's defeat by Israel in the 1967 Six-Day War, Nasser resigned, but he returned to office after popular demonstrations called for his reinstatement. By 1968, Nasser had appointed himself Prime Minister, launched the War of Attrition to regain lost territory, began a process of depoliticizing the military and issued a set of political liberalization reforms.
ne: नासेरले जब स्वेज नहरको राष्ट्रियकरण गरे र त्यसपछि उत्पन्न स्वेज संकटमा राजनैतिक विजय प्राप्त गरे, तब इजिप्ट र अरब विश्वमा उनको लोकप्रियता आकासियो । अरब एकताको आह्वान गरेर उनको नेतृत्वमा अरब लिग बन्यो । १९६२ मा, नासरले इजिप्टमा प्रमुख समाजवादी योजना र आधुनिकीकरण सुधारहरूको एक श्रृंखला सुरू गर्यो। आफ्नो प्यान-अरबवादको कारणले गर्दा असहमतिको बावजुद, नाशरका समर्थकहरूले धेरै अरब देशहरूमा शक्ति प्राप्त गरे , तर १९६३ आउदा आउदै उनी उत्तरी यमन गृहयुद्धमा संलग्न भए र अन्ततः धेरै ठूला अरबी शीत युद्ध भयो । उनको राजनीतिक विरोधीहरूलाई प्रतिबन्ध लगाएपछि मार्च १९६५ मा उनले दोस्रो दोस्रो राष्ट्रपति पद शुरु गरे । १९६७ छ दिने युद्धमा इजरायलीले इजिप्टलाई हराएपछी , नासरले आफ्नो पदबाट राजिनामा गरे, तर लोकप्रिय प्रदर्शन पछि उनको पुनरुत्थानको लागी उहाँ अफिस फर्कनुभयो। १९६८ सम्म, नासरले आफैले प्रधानमन्त्री नियुक्त गरे, उहाँले हराएको क्षेत्र पुन: प्राप्त गर्न War of Attrition शुरू गरे, सेना को राजनीतिकरण बन्दको प्रक्रिया शुरू गरे र राजनीतिक उदारीकरण सुधार जारी गरे ।सन् १९७० को अरब लिग शिखर सम्मेलनको समापन पछि नासरलाई हृदयाघातको सामना गरे र मृत्यु भयो । . कायरो उनको अन्त्येष्टिमा पचास लाख शोकाकुलहरु र अरब विश्वभर शोकको उपस्थिति रहेको थियो।

source: Gamal Abdel Nasser جمال عبد الناصر Nasser in Belgrade, 1962 2nd President of Egypt In office 23 June 1956 – 28 September 1970 Prime Minister See list Himself (1954–1962) Ali Sabri (1962–1965) Zakaria Mohieddin (1965–1966) Muhammad Sedki Sulayman (1966–1967) Himself (1967–1970) Vice President See list Sabri al-Asali (1958) Akram al-Hawrani (1958–1960) Abdel Latif Boghdadi (1958–1964) Abdel Hakim Amer (1958–1965) Nureddin Kuhala (1960–1961) Abdel Hamid al-Sarraj (1961) Kamal el-Din Hussein (1961–1964) Zakaria Mohieddin (1961–1964, 1965–1968) Hussein el-Shafei (1961–1965, 1968–1970) Anwar Sadat (1964, 1969–1970) Hassan Ibrahim (1964–1966) Ali Sabri (1965–1968) Preceded by Mohammed Naguib Succeeded by Anwar Sadat 31st Prime Minister of Egypt In office 19 June 1967 – 28 September 1970 President Himself Preceded by Muhammad Sedki Sulayman Succeeded by Mahmoud Fawzi In office 18 April 1954 – 29 September 1962 President Muhammad Naguib Himself Preceded by Muhammad Naguib Succeeded by Ali Sabri In office 25 February 1954 – 8 March 1954 President Muhammad Naguib Preceded by Muhammad Naguib Succeeded by Muhammad Naguib Deputy Prime Minister of Egypt In office 8 March 1954 – 18 April 1954 Prime Minister Muhammad Naguib Preceded by Gamal Salem Succeeded by Gamal Salem In office 18 June 1953 – 25 February 1954 Prime Minister Muhammad Naguib Preceded by Sulayman Hafez Succeeded by Gamal Salem Minister of the Interior In office 18 June 1953 – 25 February 1954 Prime Minister Muhammad Naguib Preceded by Sulayman Hafez Succeeded by Zakaria Mohieddin Chairman of the Revolutionary Command Council In office 14 November 1954 – 23 June 1956 Preceded by Muhammad Naguib Succeeded by Post abolished Secretary General of the Non-Aligned Movement In office 5 October 1964 – 8 September 1970 Preceded by Josip Broz Tito Succeeded by Kenneth Kaunda Chairman of the Organisation of African Unity In office 17 July 1964 – 21 October 1965 Preceded by Haile Selassie I Succeeded by Kwame Nkrumah Personal details Born Gamal Abdel Nasser Hussein (1918-01-15)15 January 1918 Alexandria, Sultanate of Egypt (now Egypt) Died 28 September 1970(1970-09-28) (aged 52) Cairo, Egypt Nationality Egyptian Political party Arab Socialist Union Spouse(s) Tahia Kazem Children 5, including Khalid Profession Military Officer Signature Military service Allegiance Egypt Service/branch Egyptian Army Years of service 1938–1952 Rank lieutenant colonel Battles/wars 1948 Arab–Israeli War
ne: Gamal Abdel Nasser Nasser in Belgrade, 1962 2nd कार्य काल 23 June 1956 – 28 September 1970 उप राष्ट्रपति See list Sabri al-Asali (1958) Akram al-Hawrani (1958–1960) Abdel Latif Boghdadi (1958–1964) Abdel Hakim Amer (1958–1965) Nureddin Kuhala (1960–1961) Abdel Hamid al-Sarraj (1961) Kamal el-Din Hussein (1961–1964) Zakaria Mohieddin (1961–1964, 1965–1968) Hussein el-Shafei (1961–1965, 1968–1970) Anwar Sadat (1964, 1969–1970) Hassan Ibrahim (1964–1966) Ali Sabri (1965–1968) प्रधान मंत्री See list Himself (1954–1962) Ali Sabri (1962–1965) Zakaria Mohieddin (1965–1966) Muhammad Sedki Sulayman (1966–1967) Himself (1967–1970) पूर्ववर्ती Mohammed Naguib उत्तरावर्ती Anwar Sadat कार्यकाल 19 June 1967 – 28 September 1970 राष्ट्रपति Himself पूर्वाधिकारी Muhammad Sedki Sulayman उत्तराधिकारी Mahmoud Fawzi In office 18 April 1954 – 29 September 1962 President Muhammad Naguib Himself पूर्वाधिकारी Muhammad Naguib उत्तराधिकारी Ali Sabri In office 25 February 1954 – 8 March 1954 President Muhammad Naguib पूर्वाधिकारी Muhammad Naguib उत्तराधिकारी Muhammad Naguib जन्म (१९१८-०१-१५)१५ जनवरी १९१८ Alexandria, Sultanate of Egypt (now Egypt) मृत्यु २८ सेप्टेम्बर १९७०(१९७०-०९-२८) (५२ वर्ष) Cairo, Egypt राजनीतिक पार्टी Arab Socialist Union जीवनसंगी Tahia Kazem व्यवसाय Military Officer हस्ताक्षर

source: Nasser remains an iconic figure in the Arab world, particularly for his strides towards social justice and Arab unity, modernization policies and anti-imperialist efforts. His presidency also encouraged and coincided with an Egyptian cultural boom and launched large industrial projects, including the Aswan Dam and Helwan city. Nasser's detractors criticize his authoritarianism, his human rights violations and his dominance of military over civil institutions, establishing a pattern of military and dictatorial rule in Egypt.
ne: नासर अरब संसारमा एक प्रतीकात्मक व्यक्ति बनेको छ,विशेष गरी सामाजिक न्याय र अरब एकता तिरको नेतृत्वको लागि,आधुनिकीकरण नीतिहरू र साम्राज्यवादी विरोधी प्रयासहरूको लागि। उनको राष्ट्रपतिकालले पनि इजिप्ट मिस्रको सांस्कृतिक उछाललाई प्रोत्साहित गरे र असवान बाँध र हवान शहर सहित ठूलो औद्योगिक परियोजनाहरु प्रक्षेपण गर्यो।नासरकोआलोचकहरुले उनको अधिनायकवाद, उनको मानव अधिकार उल्लङ्घनहरूको आलोचना गर्छन् ,र निजामती संस्थाहरु मा सेनाको उनको प्रभुत्व इजिप्ट मिस्रमा सैन्य र तानाशाही शासनको ढाँचा स्थापितको आलोचना गर्छन् ।

source: The Most Glorious Mahendra Chain (Mahendra Mala Manapadvi) is a royal decoration of Nepal.
ne: महेन्द्र माला ( महेन्द्र माला मानपदवी ) नेपालको एक शाही विभूषण हो ।

source: It is instituted on 26 February 1961 by King Mahendra Bir Bikram Shah Dev.
ne: श्री ५ महेन्द्र बिर बिक्रम शाहदेब बाट २०१७ माघ १३ मा यसको स्थापना भयो ।

source: Awarded in one class only, the Chain, to reigning sovereigns.
ne: केवल सार्वभौम शासकको लागि।

source: Queen Elizabeth II
ne: एलिजाबेथ द्वितीय

source: Interlude
ne: मध्यवर्ती

source: First voyage (1768–71)
ne: पहिलो यात्रा (1768-71)

source: Early life and family
ne: प्रारम्भिक जीवन र परिवार

source: Start of Royal Navy career
ne: शाही नौसेनामा वृत्तिको सुरुवात

source: Voyages of exploration
ne: खोज को यात्रा

source: Newfoundland
ne: न्यूफाउंडल्याण्ड

source: Second voyage (1772–75)
ne: दोस्रो यात्रा (1772-75)

source: Third voyage (1776–79)
ne: तेस्रो यात्रा (1776-79)

source: Death
ne: मृत्यु

source: 1 2 3 Rigby & van der Merwe 2002, p. 25 ↑ Robson 2009, p. 2 ↑ Stamp 1978, p. 1 1 2 3 4 5 6 7 8 Collingridge 2003 ↑ Collingridge 2003, p. 15 1 2 3 Horwitz 2003 ↑ Hough 1994, p. 11 1 2 3 Rigby & van der Merwe 2002, p. 27 ↑ "Famous 18th century people in Barking and Dagenham: James Cook and Dick Turpin" (PDF). London Borough of Barking and Dagenham. Archived from the original (PDF) on 5 June 2012.
ne: 1 2 3 Rigby & van der Merwe 2002, p. 25 ↑ Robson 2009, p. 2 ↑ Stamp 1978, p. 1 1 2 3 4 5 6 7 8 Collingridge 2003 ↑ Collingridge 2003, p. 15 1 2 3 Horwitz 2003 ↑ Hough 1994, p. 11 1 2 3 Rigby & van der Merwe 2002, p. 27 ↑ "Famous 18th century people in Barking and Dagenham: James Cook and Dick Turpin" (PDF).

source: Retrieved 5 March 2013. ↑ Robson 2009, pp. 120–1 ↑ Stamp 1978, p. 138 ↑ Robson, John (2009).
ne: London Borough of Barking and Dagenham.

source: Captain Cook's War and Peace: The Royal Navy Years 1755–1768.
ne: Archived from the original (PDF) on 5 June 2012.

source: University of New South Wales Press. pp. 19–25. ISBN 9781742231099. ↑ McLynn 2011, p. 21 1 2 3 4 5 Williams, Glyn (17 February 2011).
ne: Retrieved 5 March 2013. ↑ Robson 2009, pp. 120–1 ↑ Stamp 1978, p. 138 ↑ Robson, John (2009).

source: "Captain Cook: Explorer, Navigator and Pioneer". BBC.
ne: Captain Cook's War and Peace: The Royal Navy Years 1755–1768.

source: Retrieved 5 September 2011. ↑ Capper, Paul (1985–96).
ne: University of New South Wales Press. pp. 19–25.

source: "The Captain Cook Society: Cook's Log". Life in the Royal Navy (1755–1767). Retrieved 22 September 2011. ↑ Kemp & Dear 2005 ↑ Hough 1994, p. 19 ↑ Whiteley, William (1975).
ne: ISBN 9781742231099. ↑ McLynn 2011, p. 21 1 2 3 4 5 Williams, Glyn (१७ फेब्रुअरी २०११), "Captain Cook: Explorer, Navigator and Pioneer", BBC, अभिगमन मिति ५ सेप्टेम्बर २०११। ↑ Capper, Paul (१९८५–९६), "The Captain Cook Society: Cook's Log", Life in the Royal Navy (1755–1767), अभिगमन मिति २२ सेप्टेम्बर २०११। ↑ Kemp & Dear 2005 ↑ Hough 1994, p. 19 ↑ Whiteley, William (1975).

source: Captain James Cook James Cook, portrait by Sir Nathaniel Dance-Holland, c. 1775, National Maritime Museum, Greenwich Born 7 November [O.S. 27 October] 1728 Marton, Yorkshire, England Died 14 February 1779(1779-02-14) (aged 50) Kealakekua Bay, Hawaii Nationality British Education Postgate School, Great Ayton Occupation Explorer, navigator, cartographer Title Captain Spouse(s) Elizabeth Batts Children 6 Parent(s) James Cook Grace Pace Signature
ne: Captain James Cook James Cook, portrait by Sir Nathaniel Dance-Holland, अन्दाजी 1775, National Maritime Museum, Greenwich जन्म 7 November [ओ.एस. 27 October] 1728 Marton, Yorkshire, England मृत्यु १४ फेब्रुअरी १७७९(१७७९-०२-१४) (५० वर्ष) Kealakekua Bay, Hawaii राष्ट्रियता British शिक्षा Postgate School, Great Ayton पेशा Explorer, navigator, cartographer उपाधि Captain जिवनसाथी Elizabeth Batts सन्तान 6 मातापिता James Cook Grace Pace हस्ताक्षर

source: Captain James Cook FRS (7 November 1728[NB 1] – 14 February 1779) was a British explorer, navigator, cartographer, and captain in the Royal Navy. Cook made detailed maps of Newfoundland prior to making three voyages to the Pacific Ocean, during which he achieved the first recorded European contact with the eastern coastline of Australia and the Hawaiian Islands, and the first recorded circumnavigation of New Zealand.
ne: कप्तान जेम्स कुक ( Captain James Cook FRS (7 November 1728[NB 1] – 14 February 1779) ब्रिटिश अन्वेषक, नाविक, मानचित्रकार र शाही नौसेनामा कप्तान थिए। कुकले प्रशान्त महासागरमा तीन यात्राहरू गर्नु अघि न्यूफाउन्डल्याण्डको विस्तृत नक्सा बनाए, जुन दौरान उनले पहिलोपटक अष्ट्रेलियाका पूर्वी तटिय क्षेत्र र हवाईयन टापुहरूसँग युरोपेली सम्पर्क कायम गरे , र न्युजील्याण्डको पहिलो जलयात्रा गरे ।

source: He saw action in the Seven Years' War, and subsequently surveyed and mapped much of the entrance to the Saint Lawrence River during the siege of Quebec. This helped bring Cook to the attention of the Admiralty and Royal Society. This notice came at a crucial moment in both Cook's career and the direction of British overseas exploration, and led to his commission in 1766 as commander of HM Bark Endeavour for the first of three Pacific voyages.
ne: कुक एक किशोरको रूपमा ब्रिटिश मर्चेन्ट नौसेनामा संलग्न भए र १७५५ मा शाही नौसेना मा संलग्न भए। उननले सात वर्षको युद्धमा कार्य देखे , र पछि क्युबेकको घेराबन्दीको दौरान सेन्ट लरेन्स नदीको प्रवेशद्वारको अधिकांश नक्सा सर्वेक्षण गरे।यसले कुकलाई एडमिरलसिटी र रयल सोसायटीको ध्यान खिच्न मद्दत गर्यो। यो सूचना दुवै कुकको क्यारियर र ब्रिटिश विदेशी अन्वेषण निर्देशनमा एक महत्वपूर्ण क्षणमा आए र १९६६ मा उनको प्रशासकलाई पहिलो प्रशासनिक यात्राका लागि एचएम बर्क एडडेभको कमान्डरको रूपमा नेतृत्व गरे।

source: He mapped lands from New Zealand to Hawaii in the Pacific Ocean in greater detail and on a scale not previously achieved. As he progressed on his voyages of discovery he surveyed and named features, and recorded islands and coastlines on European maps for the first time. He displayed a combination of seamanship, superior surveying and cartographic skills, physical courage and an ability to lead men in adverse conditions.
ne: तीन पटकको यात्राहरूमा कुकले संसारको ठूलो मात्रामा सर्वेक्षण नगरिएको क्षेत्रहरूमा हजारौँ माइलहरू यात्रा गरे।उनले न्यूजील्याण्डबाट हवाईअन्तर्गत प्रशान्त महासागरमा हवाई नक्शालाई अधिक जानकारी दिए । जब उनको यात्रा अघि बढ्दै गयो , उनले नया भेटिएका ठाउँहरुको सर्वेक्षण र नामकरण गरे र ती टापु तथा तटरेखाहरु पहिलो पटक यूरोपेली नक्सामा अभिलेख गरियो । उहाँले समुद्री उपशासन, उच्च सर्वेक्षण र मानचित्रकार कौशल, शारीरिक साहस र प्रतिकूल अवस्थाहरूमा मानिसहरूको नेतृत्व गर्ने क्षमताको संयोजन प्रदर्शन गरे।

source: Cook was attacked and killed in 1779 during his third exploratory voyage in the Pacific while attempting to kidnap Kalaniʻōpuʻu, a Hawaiian chief, in order to reclaim a cutter stolen from one of his ships. He left a legacy of scientific and geographical knowledge which was to influence his successors well into the 20th century, and numerous memorials worldwide have been dedicated to him.
ne: १७७९ मा तेस्रो अन्वेषक यात्राको क्रममा आफ्नो जहाजबाट चोरि भएको एउटा डुंगा फिर्ता ल्याउने बेलामा हवाइ प्रमुख कलानीओपू को अपहरण प्रयास गरेको बेलामा उनी माथि आक्रमण भयो र हत्या भयो। उनले वैज्ञानिक र भौगोलिक ज्ञानको विरासत छोड्नु भयो , जसले 20 औं शताब्दीमा राम्रोसँग आफ्ना उत्प्रेरकहरूलाई प्रभाव पारेको थियो, र विश्वभरका कयौ स्मारकहरू कुकलाई समर्पित गरिएको छ।

source: James Cook was born on 7 November 1728 (N.S.) in the village of Marton in Yorkshire and baptised on 14 November (N.S.) in the parish church of St Cuthbert, where his name can be seen in the church register.[1][2] He was the second of eight children of James Cook, a Scottish farm labourer from Ednam in Roxburghshire, and his locally born wife, Grace Pace, from Thornaby-on-Tees.[1][3][4] In 1736, his family moved to Airey Holme farm at Great Ayton, where his father's employer, Thomas Skottowe, paid for him to attend the local school. In 1741, after five years' schooling, he began work for his father, who had been promoted to farm manager. For leisure, he would climb a nearby hill, Roseberry Topping, enjoying the opportunity for solitude.[5] Cooks' Cottage, his parents' last home, which he is likely to have visited, is now in Melbourne, Australia, having been moved from England and reassembled, brick by brick, in 1934.[6]
ne: जेम्स कुकको जन्म ७ नोबेम्बर १७२८ मा Marton Yorkshire मा भयो र न्वारन १४ नोबेम्बर parish church of St Cuthbert, मा भयो , जहाँ उनको नाम चर्चको रजिस्टरमा देख्न सकिन्छ ।.[1][2] उनी जेम्स कुक र श्रीमती ग्रेस पेसको आठ छोराछोरी मध्ये दोश्रो थिए, जो स्कटिस फार्ममा श्रमिक थिए ।[1][3][4] 1736 मा, उनको परिवार ग्रेट अटन मा Airey Holme खेत मा गए, जहां उनको पिता को नियोक्ता, थॉमस स्कोट्टोवले उनको लागि स्थानीय स्कूलमा भर्ना गर्नको लागि जिम्मा लिए।1741 मा, पांच वर्ष को स्कूल पछि, उनले आफ्नो पिता को लागि काम शुरू गर्यो, जो खेत प्रबंधक को पदोन्नति गरिएको थियो।अफुर्सदमा, उनले नजिकै नजिकैको पहाडी, रोजबारी टोपिंग चढाउँथे, एकताका लागि अवसरको आनन्द उठाउँदै।[5] कुक 'कटेज, उनको आमाबाबुको अन्तिम घर, जुन उनीहरूको भ्रमण गर्ने , सन् १९३४ मा इङ्गल्याण्डबाट मेलबर्न, अष्ट्रेलियामा स्थान्तरण गरियो र पुनः इज्जत भयो।[6]

source: In 1745, when he was 16, Cook moved 20 miles (32 km) to the fishing village of Staithes, to be apprenticed as a shop boy to grocer and haberdasher William Sanderson.[1] Historians have speculated that this is where Cook first felt the lure of the sea while gazing out of the shop window.[4]
ne: 1745 मा, जब उनी 16 वर्षको थियो, कुक २० माइल (३२ किमी) पर माछा मर्ने गाउँ Staithes सरे [1] इतिहासकारहरूले बताएका छन् कि यो पसलले खिचिएको सञ्झ्यालबाट बाहिर निस्कँदा कुकले समुद्रको ढोकालाई महसुस गर्यो।[4]

source: Cook's first posting was with HMS Eagle, serving as able seaman and master's mate under Captain Joseph Hamar for his first year aboard, and Captain Hugh Palliser thereafter.[12] In October and November 1755 he took part in Eagle's capture of one French warship and the sinking of another, following which he was promoted to boatswain in addition to his other duties.[8] His first temporary command was in March 1756 when he was briefly master of Cruizer, a small cutter attached to Eagle while on patrol.[8][13]
ne: कुक पहिलो पोस्टिंग एचएमएस ईगल संग थियो, जो किप्पल सेमैन र कप्तान यूसुफ हामर को आफ्नो पहिलो वर्ष को सवार र उनको पछि कप्तान ह्यूग पसेसर को मालिक को साथी को रूप मा सेवा दिइयो।[12] अक्टोबर र नोभेम्बर 1755 मा उनले ईगलको एक फ्रांसीसी युद्धशैलीमा कब्जा गरे र अर्कोलाई डुबाउँदै भाग लिइन्, जसको पछि उनी उनीहरूको अन्य कर्तव्यको अतिरिक्त डुङ्गामा पदोन्नति गरे।[8] उनको पहिलो अस्थायी आदेश मार्च 1756 मा थियो जब उनी क्रूजरको छोटो मालिक थिए।[8][13]

source: In June 1757 Cook formally passed his master's examinations at Trinity House, Deptford, qualifying him to navigate and handle a ship of the King's fleet.[14] He then joined the frigate HMS Solebay as master under Captain Robert Craig.[15]
ne: जून 1757 मा कुकुरले औपचारिक रुपमा आफ्नो स्नातकोत्तरको परीक्षाहरू ट्रिनिटी हाउस, डिपार्टफोर्डमा पास गरे र राजाको बेडाको जहाजलाई चलाउन र प्रबन्ध गर्न योग्य बने।[14] त्यसपछि उनी फ्रिगेट एचएमएस सोलेबेलमा कप्तान रबर्ट क्रेग अन्तर्गत मास्टरको रूपमा गए।

source: During the Seven Years' War, Cook served in North America as master aboard the fourth-rate Navy vessel HMS Pembroke.[16] With others in Pembroke's crew, he took part in the major amphibious assault that captured the Fortress of Louisbourg from the French in 1758, and in the siege of Quebec City in 1759. Throughout his service he demonstrated a talent for surveying and cartography, and was responsible for mapping much of the entrance to the Saint Lawrence River during the siege, thus allowing General Wolfe to make his famous stealth attack during the 1759 Battle of the Plains of Abraham.[17]
ne: सात साल 'युद्ध को समयमा, कुक उत्तर अमेरिकामा चौथो-दर नौसेना पोत एचएमएस पेम्ब्रोक सवार मास्टर रूपमा सेवा गरे.[16] पिम्बुरोकेको चालक दलमा अरूसँग, उनले ठूलो अचम्मका आक्रमणमा भाग लिइन् जुन 1758 मा फ्रांसीसीबाट लुईबर्गको किलाले कब्जा गर्यो र 1759 मा क्युबेक शहरको घेराबन्दीमा।उनको सेवामा उनले सर्वेक्षण र कारबागोग्राफीको लागि एक प्रतिभा देखाए, र घेराबन्दीको समयमा सेन्ट लरेंस नदीको धेरै प्रवेश गर्न को लागी जिम्मेवार थियो, यसैले जनरल वोल्फले इब्राहीम को 1759 युद्धको 1759 युद्धको समयमा आफ्नो प्रसिद्ध चुपचाप आक्रमण गर्न अनुमति दिए।[17]

source: Ideology
ne: विचारधारा

source: ′Non-member observer state′ status
ne: 'गैर-सदस्य पर्यवेक्षक राज्य' स्थिति

source: Oslo Accords
ne: ओस्लो सम्झौता
